Revit 2024 API
ParameterTypeId.FamilyRfaPathPseudoParam Property
 "File Path"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId FamilyRfaPathPseudoParam { get; }
Visual Basic
Public Shared ReadOnly Property FamilyRfaPathPseudoParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FamilyRfaPathPseudoParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace